import { postMaker } from '../components/postMaker.js';

const contentMsg = `
    <h1>Devil Putin.</h1>
    <p>나는 더이상 21세기에 전쟁은 일어 나지 않을 것이라고 믿었다.</p>
    <p>전쟁은 너무나 참혹하고 무섭고, 위협적이며 끔직하기 때문이다.</p>
    <br/>
    <p>하지만, 2월 20일 러시아 군은 우크라이나를 침공하였다.</p>
    <p>처음엔 믿지 않았다. 왜냐면 너무 비현실적이며 21세기는 전쟁은 일어나지 않는 다고 믿었기 때문이다.</p>
    <br/>
    <p>하지만, 나는 틀렸고 이미 우크라이나는 침공을 당하고 있었다. 나는 그 침공을 집에서 지켜보았고 방관하는 나에게 너무 실망하였다.</p>
    <p>방관은 범죄이며 도덕적으로 하지 말아야 되는 규범중에 하나이기 때문이다.</p>
    <br/>
    <p>하지만, 나는 아무것도 도울 수 없었다. 다만, 나의 집에서. 나의 블로그에서. 블라디미르 푸틴. 러시아 대통령은 욕할 수 있었다.</p>
    <p>나는 푸틴은 히틀러와 다를게 없다고 생각한다. 현재 2월 28일 2월에 마지막 날에도 우크라이나의 무고한 시민들. 어린이들이 희생당하고 있기 때문이다.</p>
    <br/>
    <p>그 시민들과 어린이들은 아무런 잘못을 하지 않았다. 하지만 푸틴에 의해 사살당하고 정신적으로 피해를 보았다.</p>
    <p>푸틴은 도대체 히틀러와 어떤점이 다른가? 수많은 시민들을 희생한 희틀러. 현재 수많은 시민을 희생하는 푸틴. 나는 이 둘이 다를게 없다고 본다.</p>
    <br/>
    <p>그러하여, 나는 이 둘을 존중할 시도 조차 하지 않을 것이고. 또한, 존중할 가치 조차 존재하지 않는다.</p>
    <p>나는 우크라이나를 지지할 것이다. 또한, 우크라이나를 위해 내가 할 수 있는 행동을 할 것이다.</p>
    <br/>
    <p>왜냐면, 나는 지구촌인 이기 때문이다. 나는 한국인 이지만 또한 지구촌인 이다.</p>
    <br/>
    <p>За мир в Україні. (우크라이나의 평화를 위하여.)</p>
`;
export const devilPutin = () => postMaker(contentMsg);
